flow_info = \
    [
        {
            "name": "Maximal Flow",
            "parameters":
                [
                    {
                        "name": "algorithm",
                        "description": "Какой алгоритм стоит использовать.",
                        "values":
                            [
                                ("ff", " - Использовать алгоритм Форда-Фалкерсона "
                                       "(только графы с целочисленными весами).")
                            ]
                    },
                    {
                        "name": "s",
                        "description": "Вершина - источник.",
                        "values":
                            [
                                ("#", " - имя/номер вершины."),
                            ]
                    },
                    {
                        "name": "t",
                        "description": "Вершина - сток.",
                        "values":
                            [
                                ("#", " - имя/номер вершины."),
                            ]
                    }
               ]
        }
    ]
